batsignal
birdtray-git
brave-bin
budgie-control-center-git
cider-git
clight
clight-gui-git
expressvpn
expressvpn-gui
grub-customizer
inxi
kvantum-theme-qogir-git
lightdm-webkit-theme-aether-git
nerd-fonts-hack
networkmanager-iwd
nvim-packer-git
nvm
optimus-manager-git
pa-applet-git
pocillo-gtk-theme-git
postman-bin
protonmail-bridge-bin
python-ueberzug-git
qogir-gtk-theme
qogir-icon-theme
reversal-icon-theme-git
slack-desktop
ttf-ms-win11-auto
typora-free
update-grub
vertex-themes
visual-studio-code-bin
xlayoutdisplay
yay-git