accountsservice
adwaita-qt5
alacritty
alsa-firmware
alsa-oss
alsa-plugins
alsa-tools
alsa-utils
autoconf
automake
base
batsignal
bind
birdtray-git
bison
blender
bluedevil
blueman
bluez-utils
brave-bin
breeze
breeze-gtk
btop
cbatticon
chromium
cider-git
clight
clight-gui-git
cmake
discord
discover
docker
docker-compose
dosfstools
drkonqi
dunst
efibootmgr
expressvpn
expressvpn-gui
fakeroot
flex
gcc
gimp
git
gnome-keyring
gnu-free-fonts
go
godot
grub
grub-customizer
imagemagick
inetutils
inxi
iwd
jdk-openjdk
jq
jre-openjdk
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdenlive
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kmenuedit
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kubeadm
kubectl
kvantum-theme-qogir-git
kwallet-pam
kwayland-integration
kwin
kwrited
layer-shell-qt
lazygit
lib32-mesa
libcurl-gnutls
libgnome-keyring
libkscreen
libksysguard
libtool
libxft
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit-theme-aether-git
lightdm-webkit2-greeter
linux
linux-firmware
lshw
lua-language-server
luarocks
lxappearance-gtk3
m4
make
man-pages
mesa
mesa-utils
milou
mojave-ct-icon-theme-git
mojave-gtk-theme
mtools
nemo
neofetch
neovim
nerd-fonts-hack
net-tools
network-manager-applet
networkmanager-iwd
nitrogen
nmap
ntfs-3g
nvidia
nvidia-settings
nvim-packer-git
nvm
obs-studio
openjdk-doc
openjdk-src
openssh
optimus-manager-git
os-prober
oxygen
oxygen-sounds
pa-applet-git
pacman-contrib
pamixer
pass
patch
pavucontrol
picom
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
plocate
pocillo-gtk-theme-git
polkit-kde-agent
postman-bin
powerdevil
powershell-bin
powertop
prettier
protonmail-bridge-bin
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-equalizer-ladspa
python-pip
python-pyalsa
python-ueberzug-git
qogir-gtk-theme
qogir-icon-theme
qt5-tools
qt5ct
reversal-icon-theme-git
rsync
rust
sddm-kcm
slack-desktop
sof-firmware
speedtest-cli
steam
stow
sudo
systemsettings
terraform
terragrunt
texinfo
thunderbird
tmux
ttf-opensans
typora-free
unzip
update-grub
vertex-themes
vim
visual-studio-code-bin
vlc
vulkan-tools
w3m
wget
which
wine
xdg-desktop-portal-kde
xf86-video-vesa
xlayoutdisplay
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdm
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
yay-git
zsh
zsh-completions
