accountsservice
acpilight
adwaita-qt5
alacritty
alsa-firmware
alsa-oss
alsa-plugins
alsa-tools
alsa-utils
autoconf
automake
base
bison
blender
bluez-utils
btop
budgie-desktop
chromium
cmake
discord
docker
docker-compose
dosfstools
dunst
efibootmgr
fakeroot
flex
gcc
gimp
git
gnome-keyring
gnu-free-fonts
go
godot
grub
imagemagick
iwd
jdk-openjdk
jq
jre-openjdk
kdenlive
lazygit
lib32-mesa
libcurl-gnutls
libgnome-keyring
libtool
libxft
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit2-greeter
linux
linux-firmware
lshw
lua
lua-language-server
luarocks
lxappearance-gtk3
m4
make
man-pages
mesa
mesa-utils
mtools
nemo
neofetch
neovim
network-manager-applet
nitrogen
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
obs-studio
openjdk-doc
openjdk-src
openssh
os-prober
pacman-contrib
pamixer
pass
patch
pavucontrol
picom
pkgconf
plocate
powertop
prettier
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-equalizer-ladspa
python-pip
python-pyalsa
qt5-tools
qt5ct
rsync
rust
sof-firmware
speedtest-cli
steam
stow
sudo
terraform
terragrunt
texinfo
thunderbird
tmux
tree
ttf-opensans
unzip
vim
vlc
vulkan-tools
w3m
wget
which
wine
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
zsh
zsh-completions